import React from "react";

const AboutUs = () => {



    return (
    <div className="container">
        <div className="row m-5">
            <h1 className="display-3 fw-semibold text-center"> За нас, (Криптопедија) </h1>
        </div>
        <div className="row m-5">
            <p className="fw-normal">
                Системот за учење кој е наменет за вовед во крипто претставува веб апликацијa и се нарекува “Криптопедија”.
                Платформата за учење е направена за сите луѓе без разлика дали станува збор за тинејџери или пензионери.
                Истата може да се користи во секое време во зависност од слободното време и желбата за учење на корисниците.
                За користење на Криптопедија најпрво треба да се направи и потврди кориснички профил.
                Од кога корисникот ќе направи кориснички профил веднаш може да се логира, со што ќе има пристап до видеата и курсевите
                кои ќе му помогнат да го зголеми неговото знаење. После секое ново видео или изгледан курс може да направи тест
                со кој самиот корисник ќе увиди на грешките и моменталната состојба на неговото знаење.
                Според резултати корисникот ќе добие порака од системот дали треба да го изгледа видеото уште еднаш или е спремен за следните поглавја.
                За луѓето кои само ќе ја посетат Криптопедија без да направат корисничка сметка нема да се достапни овие работи.
                За нив ќе се достапни најосновните работи како моментална цена на некои крипто валути, новости за крипто валути.
            </p>
        </div>
    </div>
    );

}

export default AboutUs;